Dlubal.SteelSurfaces.ILoadsCapableCase
Case working with loads.

Dlubal.SteelSurfaces.ILoadsCapableCase.GetULSLoadsCount
GetsUltimateLimit State Loads count.
Returns: Ultimate Limit State loads count."

Dlubal.SteelSurfaces.ILoadsCapableCase.GetULSLoads
Gets Ultimate Limit State Loads.
Returns: Array of Ultimate Limit State Loads.

Dlubal.SteelSurfaces.ILoadsCapableCase.SetULSLoads(System.UInt32@)
Sets Ultimate Limit State Loads.
Array: Array of Ultimate Limit State Loads.